!
'
'll
'm
's
've
,
-LRB-
-RRB-
.
:
?
A
Abby
About
According
Accounting
Act
Additionally
Admiral
Admirals
Age
Agustin
Ah
Air
All
Almost
Although
American
Americans
An
And
April
Aqua
Army
Around
As
At
Attempts
Attention
Augustus
Back
Based
Before
Besides
Bizarden
Boar
Bomb
Bradford
British
Brown
Budge
Bulbs
Buster
But
By
CNN
Can
Certain
Charles
Children
City
Come
Commanding
Complex
Compulsive
Confident
Correthers
Could
Couleren
Crest
Crowds
Deficit
Delusions
Despite
Disorder
Do
Down
Dr.
During
Dutch
Eighth
Elvis
Emperor
Empire
England
Eugene
Europe
Even
Eventually
Except
Exhausted
Extraordinary
February
Festival
Field
Flemish
Florida
For
Force
Fort
Fourth
Freedom
French
Friedman
From
General
Generals
Genetic
Georges
Gilles
Golden
Good
Grandmother
Group
Hall
Hastened
Have
He
Her
Higher
His
House
How
However
Hunt
Hyperactivity
I
If
In
Incident
Indeed
Information
Inside
Into
It
Jacksonville
January
Jesse
Jill
Josephs
July
June
Just
Karl
Knowledgeable
Later
Leiden
Listening
Lord
Lucy
Mackay
Madness
Maker
Manor
Many
Marcel
May
Mexico
Mogul
Mom
Most
Mr.
Much
My
Netherlands
New
No
North
Not
Nothing
November
Now
Numerous
O
Obsessive
Of
Office
On
Once
One
Or
Other
Ottoman
Over
Passersby
People
Perhaps
Pflock
Plains
Poor
Popular
Presley
Project
Propagation
Properly
Provinces
Rather
Research
Right
Rosen
Roswell
Samaritan
San
Saturday
Scratch
Secret
Secretary
Seeds
Seeing
Semper
September
She
Simple
Since
Small
So
Some
Someone
Soviet
Stanton
States
Sticky
Sunday
That
The
Their
Then
There
These
They
This
Those
Though
Through
Tics
Time
To
Together
Top
Tough
Tourette
Traders
Tucked
Tulip
Tulips
Turkey
UFO
UFOlogists
UFOs
US
United
University
Usually
Violetten
Was
We
What
When
Where
Why
With
Within
Worth
Yard
Year
Yes
You
a
able
about
above
absolute
abusive
accidents
accompanied
accord
according
account
accounts
accumulated
accusingly
ace
achieve
achievement
achievements
acquiesced
acres
across
activities
actual
actually
add
added
addition
additional
admiral
admitted
adulthood
advance
affected
affording
afraid
after
again
against
ages
ago
agree
aimed
air
alien
aliens
alive
all
alleged
allergies
allowed
almost
alone
along
already
also
altitude
always
am
ambassador
ambitions
ambushed
among
an
and
anger
angrily
angry
animal
announced
annoyed
annual
another
answer
answered
anthropomorphic
anticipation
anxiety
any
anymore
anyone
anything
anytime
apart
apparently
appealing
appear
appearance
appeared
applaud
applause
approached
approval
approximately
apron
archway
are
area
argued
arguing
arguments
arms
around
arrived
arrows
art
articles
as
ask
asked
asking
asleep
asset
assigned
assured
at
atomic
atypical
audience
author
autosomal
avail
average
avoid
awaited
away
baby
back
background
backs
bad
bade
badly
bag
bakery
balance
bald
ballistic
balloon
balloons
bank
bar
barber
barbershop
bare
basic
basis
be
beach
beamed
beaming
beast
beat
beautiful
beavers
became
because
beckoning
become
bed
bedroom
been
before
began
beginning
behave
behind
behold
being
believe
believed
belonged
belonging
below
bending
beside
best
better
between
bewitching
bide
big
bigger
birches
bird
birds
bit
bitch
bitter
black
blatantly
bleeped
blew
blinking
blood
bloom
blow
blue
bluebird
boar
board
bobbing
bodies
body
bold
bomb
bones
book
books
bore
botanical
botanist
botanists
both
bottom
bottoms
bought
bow
boy
boys
brass
breakfast
breaking
breathe
breathing
brick
bricks
bridge
brief
bright
brighter
brightly
brightness
bring
bringing
broken
brook
brother
brothers
brought
brown
brunt
brushed
bubble
bubbles
buds
bugging
buildup
bulb
bulbs
bundle
burned
burner
burning
burns
burnt
burst
busy
but
butter
buy
buyers
buzz
by
ca
call
called
calm
came
camouflage
can
candle-like
candy
capable
car
carcass
cards
careful
carefully
carriages
carried
carry
carrying
case
cases
cast
catch
cause
caused
causing
celebrate
celebrating
century
certain
certainly
chair
chairs
challenging
chance
changed
changes
characterized
check
cheering
cheers
chest
chicanery
child
childhood
chirping
chocolate
choice
chosen
chronic
church
cigarette
circle
city
clacking
claimed
claims
class
classic
classified
clatter
clattered
clattering
clean
cleaning
clear
cleared
clears
clever
cliff
climate
climbed
clinging
clinicians
clone
close
closed
closer
cloud
clouds
co-occurs
coat
cold
collapsed
collars
collection
colors
combination
combined
come
comfort
coming
commence
commerce
common
commonly
comparable
competition
complete
completely
complex
compression
computerized
concert
concluded
conclusion
conclusions
condition
conditions
conduct
conducted
conference
confessions
confident
confirmed
confused
confusion
conjectured
connection
considered
considering
conspiracy
constituted
consulted
contained
contamination
contest
contested
continue
continuing
contract
contracted
contracts
controversial
controversy
convinced
coordinated
coot
coprolalia
corn
corner
corners
corpses
correct
cost
could
count
counter-argument
countryside
couple
course
court
cover
cover-up
covering
coveted
cozy
crack
craft
craftsman
crash
crashed
created
creative
creature
credibility
creeping
crept
cried
critics
crowd
crowds
crying
cuckoo
cultivated
cultivating
cultivation
culture
cunning
curious
curls
current
curtain
curtains
curve
cut
cute
cutting
damn
damp
danced
dank
dared
dark
darkened
darkness
dashing
data
daughter
dawn
day
daylights
days
de
dead
deadly
death-bed
debris
debts
deceptively
decide
decided
decision
declaring
decree
deepest
deflated
dejectedly
demand
demanded
demons
demonstrably
denied
depression
descended
described
description
desperate
desperately
despised
despondently
detect
development
developmental
deviate
diagnosed
diagnosis
diagnostic
did
die
died
different
difficult
difficulties
dig
dining
directed
directly
dirt
disabling
disagreements
disappear
disc
discern
discovered
discrepancy
discussions
dismissively
disorder
disorders
distance
distant
distinct
dizzy
do
doctors
documents
does
doing
dollar
dominant
done
door
doorway
doubt
down
downtown
dramatic
dramatically
draw
drawing
drawn
dreaded
dreadful
dress
drew
drink
driven
driving
drop
dropped
drops
dry
dubious
dubiously
duck
ducks
dug
dull
dummies
during
dust
dying
each
eagle
ear
earlier
early
earned
earnest
ears
earth
earthly
easily
easy
echolalia
economic
economists
edge
effectively
effects
effort
eighteen
eighth
eighties
eighty
eighty-six-year-old
either
elderly
electroencephalograms
elephant
elevated
else
emaciated
emanate
emerged
emptied
encountered
encouraged
encouraging
encouragingly
end
ended
enforce
enforceable
engaged
enjoy
enjoyed
enormous
enough
enter
entered
entrance
enveloped
environmental
erase
establish
established
estimated
even
evening
evenings
event
events
ever
every
everybody
everyday
everyone
everything
evidence
evolved
exalted
examine
example
examples
excited
excitedly
excitement
exclaimed
exhibit
existence
expectations
expected
expensive
experience
experiences
experimental
expertise
explained
explanations
exposed
expressed
expression
extended
extent
extra
extra-terrestrial
extraordinarily
extraordinary
extremely
extremities
eye
eyes
face
faced
facial
fact
facto
factors
failure
fair
fall
fallen
falling
falls
false
fame
families
family
famous
fanned
far
faraway
fashionably
fast
father
fear
feared
fears
fearsome
feathers
featuring
fed
fee
feel
feeling
feet
fell
fellow
felt
females
ferocity
few
field
fields
fifteen
fifties
fighting
figure
figured
filled
final
finally
find
fine
finger
finished
fire
first
fish
fishes
flame
flames
flapping
flew
flies
float
floated
floating
flock
flocks
floor
flour
flowed
flower
flowering
flowers
fly
flying
foaming
focused
fog
folding
folk
followed
food
fooled
for
forest
forgot
forgotten
form
formal
forms
fortunate
fortune
forty
forty-one
forty-seven
found
founded
four
fraction
free
frequency
fresh
friends
frightened
frogs
from
frowning
frozen
fry
fuel
full
fully
fuming
fun
functioning
funny
furious
future
futures
gambling
garden
gathered
gave
geese
gelid
gene
general
generally
generated
genes
genetic
genetically
genial
gentle
get
getting
giant
giraffe
girl
girls
give
given
giving
glass
glasses
glory
glowed
go
gobbled
going
golden
gone
gonna
good
goose
got
government
grand
grandmother
gravel
gray
great
greater
greatly
green
grew
grimacing
grinding
grinned
ground
groups
grow
growers
grown
grows
grunting
guard
guarded
guile
guilty
gurgling
guy
ha
had
hair
haircut
half
hall
hand
handed
hands
handsome
hang
happen
happy
hard
harsher
has
hated
hateful
hating
have
having
hawk
he
head
heads
hear
heard
hearing
hearsay
heart
heavens
heavy
hedge-king
hedges
held
hell
help
helped
helping
helpless
her
here
herself
hesitantly
hid
hidden
hide
hide-and-seek
hides
hiding
high
high-altitude
higher
highest
highly
hillside
him
himself
his
hissing
hit
hoaxes
holding
hole
home
hoover
hoovered
hope
hopping
horse
horses
hosts
hour
hours
houses
hovel
how
however
hummed
hundred
hundreds
hung
hunger
hungry
hunting
huntsman
huntsmen
hurried
hurry
hurtful
hyacinth
hyperactivity
ice
idea
ideal
identified
if
ignore
ignored
imagine
imagined
imaging
impact
impatient
impending
important
impressive
improvement
impulsivity
in
inadmissible
inattention
incident
incidents
include
including
income
inconsequential
increasingly
indeed
individuals
infected
inflated
inheritance
inherited
injured
innocently
inquiry
insensitive
inside
insiders
instance
instantly
instead
intending
intense
intentions
interactions
interest
internal
internally-inconsistent
interviewed
into
intrinsic
introduced
introduction
investigation
investors
invited
involuntary
involve
involved
involves
involving
iron
irrationally
is
issue
issued
it
item
its
jealous
jennies
jerking
job
join
journalist
journey
joy
joyous
judges
judging
jumped
jumping
just
keep
keeps
kept
kill
killed
kindly
king
kneeled
knew
know
knowing
knowledge
known
l'Ecluse
la
lab
laboratory
lady
lain
land
landed
landing
lands
lanky
lap
large
larger
lark
last
lasting
lasts
latched
late
later
laughed
launched
law
lay
leads
leaked
leaning
leaped
leaping
learn
least
leaves
leaving
left
legend
legs
less
lesser
let
levels
lies
life
lifetime
light
lights
like
liked
likely
lilac
limited
line
lines
little
littlest
live
lived
living
lo
local
locals
located
location
locked
lonely
lonesome
long
long-bearded
longer
look
looked
looking
looks
loquacious
lord
losing
lost
lot
loud
loudest
love
loved
loving
low
lower
lowering
luck
lucky
lungs
luxury
lying
machine
made
made-for-TV
magnetic
magnifying
main
maintain
maintains
majorities
majority
make
makes
making
males
man
manage
mania
manor
many
market
markets
marshmallow-like
masses
massive
master
match
matches
material
matron
matter
may
maybe
me
meadows
meal
mean
meant
media
meet
meeting
memories
merchants
merry
message
messages
messaging
met
metaphorically
microphone
mid
middle
might
mild
milder
miles
military
mill
million
mind
minimize
minimum
minutes
misdiagnose
misery
missiles
missing
mist
mistake
mobile
mockery
mode
moderate
modern
mom
moment
money
monster
months
moody
moors
more
morning
most
mother
motioned
motionless
motor
mountain
mountains
mountainside
mounted
mouse
mouth
move
moved
movement
movements
movie
much
multicolored
muscle
muscles
music
must
my
myself
mysterious
n't
naked
name
named
nameless
names
narrative
nature
near
nearby
nearly
neck
needed
neither
nerves
neurobehavioral
neuroimaging
neurological
neurologist
never
new
news
next
nickel
night
nighttime
nine
nineteen
nineties
ninety-five
ninety-seven
ninety-three
ninth
no
noblewoman
noise
noontime
nor
normally
northern
not
note
notes
nothing
notice
noticed
notoriety
now
nowhere
nuclear
number
numbers
o'clock
object
objections
objects
oblivion
obscured
obsessive-compulsive
obtained
occasions
occupied
occur
occurred
occurring
ocean
odds
of
off
offered
office
often
old
older
oldest
on
once
one
one-colored
ones
oneself
only
onset
onto
open
opened
or
order
organize
original
originally
ornament
orphanage
orphans
other
others
otherwise
our
out
outside
outwit
outwitted
over
overcoming
overlooked
oversized
overturning
owed
owl
own
owned
owners
pack
paid
pain
pair
pajama
pale
panicked
pants
paper
papers
parents
parliamentary
part
participate
particular
particularly
parties
party
passenger
past
patchy
patient
patients
patted
patter
pattern
patterns
pay
payment
peaceful
peacefully
peak
peaks
pebbles
peeked
peeped
peered
peering
penny
people
per
percent
perfectly
perform
performer
perhaps
period
perpetrated
person
personality
personnel
pet
petals
phase
phenomenon
phone
phrases
physical
physicians
physicist
pick
picture
piece
pieces
pill
pink
pioneering
piping
pitch
pity
place
placed
planted
plausibility
play
played
pleased
plummeted
plunged
point
polished
poll
polls
pond
pool
poor
pop
popular
popularity
popularized
position
positive
possession
possible
possibly
post
pouch
powder
power
powerful
practically
practice
precede
predicted
predisposition
preferred
prefix
prefixed
preparing
presence
present
presentation
press
pretending
pretty
price
prices
pride
primary
prize
pro-UFO
probably
problem
problems
proclaimed
proclamation
production
professional
profit
profusion
program
programs
progress
progressive
prominent
promised
proof
propagated
proponents
proposed
proud
prove
psychiatric
psychological
publicity
publicized
published
publishing
puddle
pulled
pulling
punching
punish
purchase
purchases
purchasing
purple
purposeful
pursuing
push
put
puzzling
question
questioned
quick
quick-witted
quickly
quite
quits
rag
raindrops
raining
raised
ran
ranch
ranged
ranks
rapidly
rate
rather
rational
ravaging
re-sell
reached
reaching
read
ready
real
realization
realized
realizing
really
reason
reasons
received
receiving
recent
recently
recorded
recounted
recovered
recovery
red
refer
regarded
region
regret
regretted
reign
rejection
rejoiced
related
relationship
relatives
release
released
reliability
relief
remain
remained
remaining
remains
remarked
remembered
reminding
repeating
repetitive
replied
report
reported
reports
reprinting
reputation
request
requests
require
required
research
researchers
residents
resolve
resolved
resonance
responded
response
rest
result
reward
rewarded
rich
right
rippling
rise
risk
river
roamed
roast
robin
rock
rocks
rocky
role
rolled
rolling
roof
room
rose
round
rubbed
ruffles
ruined
rule
run
running
rushed
rushing
sad
safe
safest
said
sail
sailed
sailing
same
sand
sank
sat
satisfaction
saucer
saucers
savior
savory
saw
say
saying
says
scattered
scene
scheme
scholars
school
screen
scurried
sea
seal
search
searched
season
seasonal
seat
seated
second
second-hand
secondary
secret
see
seeds
seemed
seemingly
seems
seen
seized
self-confidence
self-diagnosed
self-harm
sell
selling
sender
sending
sense
sensed
sent
serious
seriously
set
settled
seven
seven-twelve
seventies
seventy-eight
several
severe
severity
sex
shadow
shake
shall
shame
shape
shaving
she
sheer
shelter
sheltered
shined
shiny
ships
shiver
shivered
shock
shoe
shoes
shone
short
shortcut
shortly
shot
should
shoulder
shoulders
shout
show
shows
shrill
shrilly
shrug
shrugging
shuffling
shut
side
sides
sighed
sight
sign
signal
silver
similar
simple
simply
since
sing
sings
sinister
sink
sister
sisters
sit
sitting
situation
sixteen
sixteenth
skeptics
skilled
sky
slain
slate
sleep
sleeve
slip
slipped
slippers
slipping
slow
slowed
slowly
small
smaller
smarter
smell
smile
smiled
smiling
smoking
smoothed
snack
snail
sneaking
sniff
sniffing
snow
snowflakes
so
so-called
sold
solid
solution
solve
some
someone
something
sometimes
somewhere
song
soon
sorry
sort
sought
sought-after
soul
sound
sounded
sounds
source
sparking
sparkling
sparrow
spatter
special
specials
specialty
specifically
speck
spectacular
speculative
speculators
spending
spin
spine
spinning
spite
spoke
spotted
sprang
spreads
sprung
spun
sputtered
square
squeaked
squeeze
squirrel
stage
stairs
stand
standing
star
stared
staring
start
started
stated
stately
status
stay
stayed
steadfastly
steal
steam
stepped
still
stone
stones
stood
stop
stopped
store
storm
storming
story
stove
straight
strained
strangest
streak
stream
street
streets
strength
stretched
strong
strove
struggling
stubby
stuck
studied
studies
study
style
subject
subsequent
substantial
succeed
successful
such
sudden
suddenly
suffered
suggest
suggested
suggests
sullenly
summarized
summer
sun
sunbeams
sunny
superb
superlative
suppose
supposed
suppress
suppressing
surprise
surprised
surrounded
surveillance
suspect
suspected
suspicion
swallow
swash
swear
sweetest
swimming
swing
switched
symbol
symptomology
symptoms
syndrome
synonymous
take
taken
takes
taking
tale
talent
talked
tall
tank
tap
tapped
task
taverns
teacher
teapot
tears
teased
technically
teens
teeth
television
tell
telling
temper
tempted
ten
tension
term
terms
terrible
terror
testimony
tests
text
texts
than
that
the
their
them
themselves
then
theories
there
thereafter
these
thesis
they
thick
thing
things
think
thinking
thinks
thirties
thirty
thirty-four
thirty-one
thirty-seven
thirty-six
this
thoroughly
those
though
thought
thoughts
thousand
thousands
threatened
three
throat-clear
throat-clearing
through
thumbs
thunder
thus
tic
tics
tight
till
time
times
tiny
tired
tiring
titles
to
today
together
told
tolerate
tomography
ton
tone
tongue
tonight
too
took
tools
top
touched
touching
toward
towards
town
trace
trade
traders
transformed
transient
transported
treatments
trees
tremendous
tricked
tricky
tried
trigger
trouble
true
trunk
truth
try
trying
tulip
tulip-specific
tulips
tumbling
turn
turned
tusks
twelve
twin
twist
twisting
two
type
typically
ugly
ultimately
umbrellas
unable
unassuming
uncommon
under
underbrush
understand
understanding
understood
unembellished
unfair
unfamiliar
unless
unlike
unsuccessful
until
unwillingly
up
upon
uprooted
upset
upwards
us
use
used
using
usually
uttering
vacuum
valley
values
vapor
varieties
variety
various
varying
verifying
version
very
vicinity
victor
victory
view
virus
vision
visit
visited
visiting
vivid
vocal
vocalizations
voice
voices
void
voided
voluntary
wait
waited
walk
walked
walking
wall
wallowed
want
wanted
warm
was
waste
watch
watching
water
waves
wavy
way
we
wearisome
weather
weed
week
weekend
weeks
well
went
were
wet
what
wheat
wheel
when
where
whether
which
while
whined
whirled
whispered
white
whizzing
who
whoever
whole
whose
why
wide
widely
wider
wife
wildflowers
will
willing
wind
window
wings
wiped
wished
with
without
witness
witnesses
woes
wondered
wonderful
wondering
wood
woods
wool
words
work
working
world
worn
worried
worry
worse
worsen
worth
would
wrapped
wrong
wrote
x-ray
year
years
yelled
yellow
yes
yet
you
young
your
